       IDENTIFICATION DIVISION.
       PROGRAM-ID. CobolFirst.
       DATA DIVISION.
         WORKING-STORAGE SECTION.
        
       PROCEDURE DIVISION.
           DISPLAY "Hello World"
          
           STOP RUN.